// app.js
App({
  onLaunch() {
    
  },
  globalData: {
    subArray: [
      {
      name: '第三十三届韩素音国际翻译大赛',
      sub: '语言',
      date: '5',
      host: '中国翻译协会、北京第二外国语学院',
      mes: '2021年5月31日，本届竞赛分别设立汉语与英语、法语、俄语、西班牙语、阿拉伯语、德语、日语、韩语8个语种的双向互译，共计16个比赛项目，参赛者可任  …',
      img: ['/subImg/sub1_1.jpg', '/subImg/sub1_2.jpg', '/subImg/sub1_3.jpg'],
      viewed: false
      },
      {
      name: '第六届“光威杯”中国复合材料学会大学生科技创新竞赛',
      sub: '化学',
      date: '6',
      host: '中国复合材料学会、中国科普研究所、威海市科学技术局、威海火炬高技术产业开发区管委会',
      mes: '2021年6月1日，为更好地贯彻落实科教兴国战略，展现当代大学生的创新精神，加强各高校学  ...   ',
      img: ['/subImg/sub2_1.jpg', '/subImg/sub2_2.jpg', '/subImg/sub2_3.jpg'],
      viewed: false
      },
      {
      name: '中国大学生计算机设计大赛',
      sub: '软件技术',
      date: '初赛以官网公布为准',
      host: '2021年中国大学生计算机设计大赛组织委员会',
      mes:'以赛促学、以赛促教、已赛促创，为国家培养德智体美劳全面发展的创新型、复合型、应用型人才服务。        ',
      img: ['/subImg/sub3_1.jpg', '/subImg/sub3_2.jpg', '/subImg/sub3_3.jpg'],
      viewed: false
      },
      {
      name: '“绿水青山让我获得幸福感——五十六个民族灿烂笑容少年”活动征集',
      sub: '摄影',
      date: '3',
      host: '中华环保联合会',
      mes: ' 2021年3月20日，鼓励公众用相机记录身边事、身边景、身边物、身边群众（孩子）脸上的微笑，彰显新时代人民群众对美好生活的获得感、认同感和幸福感，以此，纪念党的百年华 ...        ',
      img: ['/subImg/sub4_1.jpg', '/subImg/sub4_2.jpg', '/subImg/sub4_3.jpg'],
      viewed: false
      },
      {
      name: '2021第五届中国绿色环保包装与安全设计创意大赛',
      sub: '艺术设计',
      date: '4',
      host: '中国包装联合会包装教育委员会、湖南工业大学、东莞市环保包装行业协会、东莞市桥头镇创新发展服务中心',
      mes: '2020年12月15日至2021年4月20日，大赛主题：绿色环保包装与安全——寻找改变人类生活方  ...    ',
      img: ['/subImg/sub5_1.jpg', '/subImg/sub5_2.jpg', '/subImg/sub5_3.jpg'],
      viewed: false
      },
      {
      name: '“重庆地质杯”全国大学生自然文学大赛',
      sub: '文学',
      date: '4',
      host: '重庆市地质矿产勘查开发局、中国地质大学（北京）、中国自然资源作家协会',
      mes: ' 2021年4月22日，引导全国大学生增强“山水林湖草是生命共同体”的理念，树立科学保护利用自然资源的意识。',
      img: ['/subImg/sub6_1.jpg', '/subImg/sub6_2.jpg', '/subImg/sub6_3.jpg'],
      viewed: false
      },
      {
      name: '2021年全国卫生健康系统“中国年味”摄影大赛',
      sub: '摄影',
      date: '3',
      host: '中国卫生摄影协会',
      mes: '2021年3月7日，改善医疗服务，引导社会正能量，营造良好的社会文化氛围！',
      img: ['/subImg/sub7_1.jpg', '/subImg/sub7_2.jpg', '/subImg/sub7_3.jpg'],
      viewed: false
      },
      {
      name: '首届全球人工智能技术创新大赛',
      sub: '软件技术',
      date: '4',
      host: '中国人工智能学会、杭州市余杭区人民政府',
      mes: ' 2021年4月7日，大赛将立足国际视野，聚焦前沿科技与应用创新，推进人工智能领域的学术交流、人才培养、技术发展以及跨界应用与融合，打造人工智……',
      img: ['/subImg/sub8_1.jpg', '/subImg/sub8_2.jpg', '/subImg/sub8_3.jpg'],
      viewed: false
      },
      {
      name: '第三届全国林业草原行业创新创业大赛',
      sub: '创新设计',
      date: '3',
      host: '国家林业和草原局',
      mes:'2021年3月5日，为激发涉林（草）院校大中专学生和广大从业人员的创新创业活力，助力科教兴林兴草和绿色创业富民……',
      img: ['/subImg/sub9_1.jpg', '/subImg/sub9_2.jpg', '/subImg/sub9_3.jpg'],
      viewed: false				
      },
      {
      name: '第26届中国日报社“21世纪•可口可乐杯”全国大学生英语演讲比赛通知（大学组）',
      sub: '语言',
      date: '3',
      host: '中国日报社',
      mes: '报名时间：2020年12月~2021年3月||主办方：中国日报社||已备演讲主题（地区初赛至全国半决赛）： Protecting the blue planet ',
      img: ['/subImg/sub10_1.jpg', '/subImg/sub10_2.jpg', '/subImg/sub10_3.jpg'],
      viewed: false
      },
      {
      name: '第十一届全国大学生红色旅游创意策划大赛',
      sub: '创新设计',
      date: '4',
      host: '中国旅游协会旅游教育分会',
      mes: '初赛（报名、作品提交、评审）：正式通知发布-4月||主办方：中国旅游协会旅游教育分会||为深入学习贯彻习近平新时代中国特色社会主义思想，庆祝建党100周年，推进落实中共中央、国务院印发《新时代爱  ...          ',
      img: ['/subImg/sub11_1.jpg', '/subImg/sub11_2.jpg', '/subImg/sub11_3.jpg'],
      viewed: false
      },
      {
      name: '中国设计智造大奖',
      sub: '创新设计',
      date: '6',
      host: '中国美术学院',
      mes: '2021年6月25日，中国设计智造大奖（英文简称”DIA”）创立于2015年，是我国工业设计领域首个国际化的学院奖，是当代创新设计评价、推广与合作的平台，也是一个创意转向产业 ...',
      img: ['/subImg/sub12_1.jpg', '/subImg/sub12_2.jpg', '/subImg/sub12_3.jpg'],
      viewed: false
      },
      {
      name: '2021中国大学生杜鹃花主题设计大赛作品征集',
      sub: '艺术设计',
      date: '2',
      host: '中国花卉协会杜鹃花分会、园林植物与人居生态环境建设国家创新联盟、中国风景园林学会园林植物与古树名木专业委员会、江苏省常州市天宁区人民政府',
      mes: '2021年1月18日至2月28日，主办单位：中国花卉协会杜鹃花分会、园林植物与人居生态环境建设国家创新联盟、中国风景园林学会园林植物与古树名木专业委员会、江苏省常州市天宁区人民政府 | 本届大赛旨在围绕常  …',
      img: ['/subImg/sub13_1.jpg', '/subImg/sub13_2.jpg', '/subImg/sub13_3.jpg'],
      viewed: false
      },
      {
      name: '2021第九届全国高校数字艺术设计大赛',
      sub: '艺术设计',
      date: '6',
      host: '工业和信息化部人才交流中心',
      mes: '2021年6月，大赛秉承“设计为人民服务，培养未来设计师”的理念，坚持艺术与技术并重、学术与公益并重，引导大学生将专业知识服务于社会，提升大学生的设 ...',
      img: ['/subImg/sub14_1.jpg', '/subImg/sub14_2.jpg', '/subImg/sub14_3.jpg'],
      viewed: false
      },
      {
      name: '2021最美酒瓶设计大赛',
      sub: '艺术设计',
      date: '3',
      host: '中国酒业协会、中国日用玻璃协会、中国陶瓷工业协会',
      mes: '2021年3月10日，最美酒瓶设计大赛自2016年创立以来，旨在通过社会各界的广泛参与，为专业设计人才及团体搭建公平、公正的展示与竞赛平 ...',
      img: ['/subImg/sub15_1.jpg', '/subImg/sub15_2.jpg', '/subImg/sub15_3.jpg'],
      viewed: false
      },  
      {
      name: '第七届“青春文学奖”征稿启事',
      sub: '文学',
      date: '4',
      host: '《青春》杂志社',
      mes: '2021年4月30日截止，2019年11月1日，定位为“全球大学生华语原创写作类文学奖”的第六届“青春文学奖”发布征稿启事，宣告“青春文学奖”正式重启。',
      img: ['/subImg/sub16_1.jpg', '/subImg/sub16_2.jpg', '/subImg/sub16_3.jpg'],
      viewed: false
      },      
      {
      name: '2021年“讲文明树新风”公益广告大赛',
      sub: '艺术设计',
      date: '4',
      host: '中共厦门市委精神文明建设办公室、厦门市市场监督管理局、厦门市自然资源和规划局、厦门市城市管理行政执法局、厦门市广告协会',
      mes: '2021年4月30日，进一步提高“讲文明树新风”公益广告宣  ...',
      img: ['/subImg/sub17_1.jpg', '/subImg/sub17_2.jpg', '/subImg/sub17_3.jpg'],
      viewed: false
      },
      {
      name: '第十六届设计之都（中国·深圳）公益广告大赛',
      sub: '艺术设计',
      date: '5',
      host: '深圳市委宣传部 深圳市委网信办 深圳市市场监督管理局 深圳市文化广电旅游体育局 深圳 市城市管理和综合执法局 深圳市交通运输局',
      mes: '2021年5月18日，本届主题：关注现实',
      img: ['/subImg/sub18_1.jpg', '/subImg/sub18_2.jpg', '/subImg/sub18_3.jpg'],
      viewed: false
      },
      {
      name: '第十三届“板桥杯”（Bambridge）青年翻译竞赛',
      sub: '语言',
      date: '4',
      host: '江苏省翻译协会',
      mes: '2021年4月15日，第十三届“板桥杯”（Bambridge）青年翻译竞赛分笔译和口译两项子赛事。',
      img: ['/subImg/sub19_1.jpg', '/subImg/sub19_2.jpg', '/subImg/sub19_3.jpg'],
      viewed: false
      },
      {
      name: '第四届全国大学生创新体验竞赛',
      sub: '创新设计',
      date: '3',
      host: '中国创造学会',
      mes: '2020年11月1日—2021年3月28日，竞赛共分三个主题，学生只能选择其中一个主题参赛：\r\n主题一：日新月异——每日一设想（创意）、主题二：创新价值——没有无用的东西（小制作 ...',
      img: ['/subImg/sub20_1.jpg', '/subImg/sub20_2.jpg', '/subImg/sub20_3.jpg'],
      viewed: false
      },
      {
      name: '第六届全国大学生油气储运工程设计大赛',
      sub: '创新设计',
      date: '6',
      host: '中国石油学会、中国石油教育学会 ',
      mes: '2021年1月-2021年6月，全国大学生油气储运工程设计大赛是由中国石油学会、中国石油教育学会主办，中国石油大学（华东）承办的面向全国大学生的油气储运学科专业 ...',
      img: ['/subImg/sub21_1.jpg', '/subImg/sub21_2.jpg', '/subImg/sub21_3.jpg'],
      viewed: false
      },
      {
      name: '第五届全国大学生网络文化节和全国高校网络教育优秀作品推选展示活动',
      sub: '文化教育',
      date: '3',
      host: '教育部思想政治工作司、中央网信办网络社会工作局',
      mes: '2020年3月12日截止，为深入学习贯彻习近平新时代中国特色社会主义思想，全面贯彻党的十九大和十九届二中、三中、四中、五中全会 ...',
      img: ['/subImg/sub22_1.jpg', '/subImg/sub22_2.jpg', '/subImg/sub22_3.jpg'],
      viewed: false
      },
      {
      name: '第十二届蓝桥杯全国软件和信息技术专业人才大赛',
      sub: '软件技术',
      date: '2021年3月12日',
      host: '工业和信息化部人才交流中心',
      mes: '2021年3月12日截止，蓝桥杯大赛是全国规模领先的IT类科技竞赛，北京大学、清华大学、上海交通大学等全国1200余所高校参赛，累计参赛人数超过40万人',
      img: ['/subImg/sub23_1.jpg', '/subImg/sub23_2.jpg', '/subImg/sub23_3.jpg'],
      viewed: false
      },
      {
      name: '第二届职业健康传播作品征集活动',
      sub: '文化教育',
      date: '6',
      host: '国家卫生健康委、中华全国总工会',
      mes: '2021年6月30日前，为深入宣传贯彻《职业病防治法》《健康中国行动（2019-2030年）》，进一步普及职业健康知识，提升劳动者职业健康素养，定于2021年1月至10月  ...',
      img: ['/subImg/sub24_1.jpg', '/subImg/sub24_2.jpg', '/subImg/sub24_3.jpg'],
      viewed: false
      },
      {
      name: '第二届榜样的力量-2021雷锋精神国际公益海报设计大展',
      sub: '文化教育',
      date: '2021年1月2日-2021年2月20日',
      host: '辽宁省广告协会 沈阳工学院艺术与传媒学院 抚顺市文化旅游发展促进中心 抚顺市雷锋纪念馆 ',
      mes: '本届展览是继“2019首届榜样的力量-雷锋精神国际公益海报邀请展”的第二  ...',
      img: ['/subImg/sub25_1.jpg', '/subImg/sub25_2.jpg', '/subImg/sub25_3.jpg'],
      viewed: false
      },
      {
      name: '全国乡村振兴诗歌创作大赛',
      sub: '文学',
      date: '2021年2月28日',
      host: '中国作协《诗刊》社 新余市委宣传部',
      mes: '承办单位：新余市文联 新余市农业农村局 2021年是建党一百周年，百年奋斗，成就辉煌，全国各地新农村建设日新月异。作为“工业强市、 ...',
      img: ['/subImg/sub26_1.jpg', '/subImg/sub26_2.jpg', '/subImg/sub26_3.jpg'],
      viewed: false
      },
      {
      name: '2020年第二届全国高校创新英语词汇赛',
      sub: '语言',
      date: '2021年1月13日',
      host: '《海外英语》杂志、中国文化信息协会创新文化传播专业委员会、全国高校创新英语挑战活动组委会',
      mes: '语言是互联互通的纽带，英语作为全球目前使  ...',
      img: ['/subImg/sub27_1.jpg', '/subImg/sub27_2.jpg', '/subImg/sub27_3.jpg'],
      viewed: false
      },
      {
      name: '全国大中学生第十届海洋文化创意设计大赛作品征集',
      sub: '艺术设计',
      date: '2021年6月15日12点',
      host: '自然资源部宣传教育中心、中国海洋大学、中国海洋发展基金会、海南热带海洋学院、自然资源部北海局',
      mes: '大赛组委会决定在2021年“世界海洋日暨全国海洋宣传日”活动期间， ...',
      img: ['/subImg/sub28_1.jpg', '/subImg/sub28_2.jpg', '/subImg/sub28_3.jpg'],
      viewed: false
      },
      {
      name: '第十三届全国周培源大学生力学竞赛',
      sub: '物理',
      date: '2021 年3月31日',
      host: '中国力学学会、周培源基金会',
      mes: '为了培养人才、服务教学、促进高等学校力学基础课程的改革与建设，增进青年学生学习力学的兴趣，培养分析、解决实际问题的能力，发现力学创新人 ...',
      img: ['/subImg/sub29_1.jpg', '/subImg/sub29_2.jpg', '/subImg/sub29_3.jpg'],
      viewed: false
      },
      {
      name: '第十二届“北斗杯”全国青少年科技创新大赛',
      sub: '创新设计',
      date: '2021年1月1日至2021年3月15日',
      host: '中国卫星导航年会组委会、中国卫星导航系统管理办公室学术交流中心、中国 科学院空天信息创新研究院',
      mes: '“北斗杯”全国青少年科技创新大赛由教育部科技司、共青团中 ...           ',
      img: ['/subImg/sub30_1.jpg', '/subImg/sub30_2.jpg', '/subImg/sub30_3.jpg'],
      viewed: false
      },
      {
      name: '“致敬中国警察”摄影大赛',
      sub: '摄影',
      date: '2021年1月25日',
      host: '公安部新闻宣传局、中国新闻社',
      mes: '在2021年1月10日首个“中国人民警察节”到来之际，为弘扬中国警察精神，展示中国警察风采，密切警民关系。',
      img: ['/subImg/sub31_1.jpg', '/subImg/sub31_2.jpg', '/subImg/sub31_3.jpg'],
      viewed: false
      },
      {
      name: '第十届中国大学生医学技术技能大赛',
      sub: '医学',
      date: '2021年1月5日24:00',
      host: '教育部和有关部委、省市',
      mes: '为全面贯彻全国教育大会、全国卫生与健康大会及全国中医药大会精神，落实《国务院办公厅关于加快医学教育创新发展的指导意见》（国办发〔202 ...',
      img: ['/subImg/sub32_1.jpg', '/subImg/sub32_2.jpg', '/subImg/sub32_3.jpg'],
      viewed: false
      },
      {
      name: '2021中国节日创意大赛',
      sub: '艺术设计',
      date: '2021年7月',
      host: '清华大学文化创意发展研究院 ',
      mes: '中国节日创意大赛旨在打造全国性、开放型节日创意平台，联合社会各界共同关注中国传统文化，发掘节日文化内涵，创新节日文化表达，欢迎各界 ...',
      img: ['/subImg/sub33_1.jpg', '/subImg/sub33_2.jpg', '/subImg/sub33_3.jpg'],
      viewed: false
      },
      {
      name: '第四届全国青年摄影大展征稿',
      sub: '摄影',
      date: '2021年3月20日24：00（以稿件提交成功时间为准）',
      host: '中国摄影家协会',
      mes: '致力于发掘、培养、推介我国才华横溢、独立创新的优秀青年摄影人，推动青年摄影人的艺术创新，为中国摄影事业的发展提供 ...',
      img: ['/subImg/sub34_1.jpg', '/subImg/sub34_2.jpg', '/subImg/sub34_3.jpg'],
      viewed: false
      },
      {
      name: '“微信摄影时刻”全国短视频作品征集',
      sub: '摄影',
      date: '2021年3月31日',
      host: '中国文联摄影艺术中心、腾讯科技(深圳)有限公司',
      mes: '为推动摄影事业繁荣发展，引导和鼓励摄影人加强短视频创作，助力更多摄影师和摄影爱好者打造个人影响力。',
      img: ['/subImg/sub35_1.jpg', '/subImg/sub35_2.jpg', '/subImg/sub35_3.jpg'],
      viewed: false
      },
      {
      name: '“睦邻计划”公益项目大赛',
      sub: '文化教育' ,
      date: '2021年1月16日',
      host: '招商局漳州开发区社区基金会',
      mes: '培育优秀社会组织，向社区居民提供精准化、标准化、专业化的社会公共服务内容。以具体服务为试点，在漳州开发区下辖的各社区内推广具有社会  ...',
      img: ['/subImg/sub36_1.jpg', '/subImg/sub36_2.jpg', '/subImg/sub36_3.jpg'],
      viewed: false
      },
      {
      name: '全国青少年模拟政协提案专用标识LOGO征集',
      sub: '文化教育',
      date: '2021年1月4日',
      host: '共青团中央维护青少年权益部',
      mes: '为进一步推动活动规范化、品牌化发展，扩大传播效果、提升社会影响力。',
      img: ['/subImg/sub37_1.jpg', '/subImg/sub37_2.jpg', '/subImg/sub37_3.jpg'],
      viewed: false
      },
      {
      name: '全国大学生预防艾滋病知识竞赛公益传播文化节征集作品',
      sub: '文化教育',
      date: '2020年12月1日——2020年12月31日',
      host: '全国大学生预防艾滋病知识竞赛组委会',
      mes: '主题“携手防疫抗艾，共担健康责任”',
      img: ['/subImg/sub38_1.jpg', '/subImg/sub38_2.jpg', '/subImg/sub38_3.jpg'],
      viewed: false
      },
      {
      name: '2020第四届“北斗+”创新创业大赛',
      sub: '创新设计',
      date: '2020年07月01日-2020年12月20日',
      host: '中关村空间信息产业技术联盟、中关村宽带无线专网应用产业协会',
      mes: '北斗卫星导航系统是我国自主研发、独立运行的全球卫星导航系统，是国家基础工程和脊梁工程，北  ...',
      img: ['/subImg/sub39_1.jpg', '/subImg/sub39_2.jpg', '/subImg/sub39_3.jpg'],
      viewed: false
      },
      {
      name: '中国智慧城市数据开放创新应用大赛暨中国高校数据驱动创新大赛',
      sub: '创新设计',
      date: '2020年12月4日-2021年3月8日',
      host: '重庆市大数据应用发展管理局、渝北区人民政府',
      mes: '此次大赛由国家信息中心指导, 重庆市大数据应用发展管理局、渝北区人民政府主办，旨在推动数字经济\r\n领域合作创新,  ...',
      img: ['/subImg/sub40_1.jpg', '/subImg/sub40_2.jpg', '/subImg/sub40_3.jpg'],
      viewed: false
      },
      {
      name: '“广纳英才，发现科技未来！” 广发银行数字精英校园挑战赛',
      sub: '金融经济',
      date: '2021年12月20日',
      host: '广发银行总行',
      mes: '广发银行数字精英校园挑战赛是由广发银行总行举办的首届校园大赛，旨在发掘和培养科技金融复合型人才，为参赛学生提供一个高质量的实践平台，同时引导学生运 ...',
      img: ['/subImg/sub41_1.jpg', '/subImg/sub41_2.jpg', '/subImg/sub41_3.jpg'],
      viewed: false
      },
      {
      name: '长三角高价值专利大赛',
      sub: '创新设计',
      date: '2020年12月31日',
      host: '上海市徐汇区市场监督管理局（知识产权局）、上海市徐汇区商务委员会、上海市徐汇区科学技术委员会、上海西岸开发（集团）有限公司',
      mes: '长三角高价值专利大赛作为促进知识产  ...',
      img: ['/subImg/sub42_1.jpg', '/subImg/sub42_2.jpg', '/subImg/sub42_3.jpg'],
      viewed: false
      },
      {
      name: '第三届中国通用航空创新创业大赛',
      sub: '创新设计',
      date: '2020年12月31日',
      host: '中国航空工业集团有限公司、山西省人民政府',
      mes: '为进一步发挥大赛平台对航空产业创新发展的引领和促进作用，更好的服务于创新创业活动。',
      img: ['/subImg/sub43_1.jpg', '/subImg/sub43_2.jpg', '/subImg/sub43_3.jpg'],
      viewed: false
      },
      {
      name: '“红色旅游进校园”案例作品征集展示活动',
      sub: '文化教育',
      date: '2021年4月底',
      host: '文化和旅游部资源开发司、中国青年报社',
      mes: '为深入贯彻落实习近平总书记关于红色旅游重要指示精神，培育时代新人，激励当代青年传承红色基因',
      img: ['/subImg/sub44_1.jpg', '/subImg/sub44_2.jpg', '/subImg/sub44_3.jpg'],
      viewed: false
      },
      {
      name: '“新生活•新风尚•新年画”——我们的小康生活主题美术创作征集',
      sub: '艺术设计',
      date: '2020年12月15日',
      host: '中共中央宣传部文艺局、中央文明办一局、文化和旅游部公共服务司、中国美术家协会',
      mes: '为深入贯彻党的十九大和十九届二中、三中、四中、五中全会精神，健全支持开展群众性文  ...',
      img: ['/subImg/sub45_1.jpg', '/subImg/sub45_2.jpg', '/subImg/sub45_3.jpg'],
      viewed: false
      },
      {
      name: '2021年警察形象创意作品大赛',
      sub: '艺术设计',
      date: '2020年12月15日',
      host: '广东省公安厅、南方都市报',
      mes: '你知道吗？2021年1月10日是我国第一个中国人民警察节，为了致敬平安守护者，广东省公安厅与南方都市报联合发起2021年警察形象创意作品大赛 ...',
      img: ['/subImg/sub46_1.jpg', '/subImg/sub46_2.jpg', '/subImg/sub46_3.jpg'],
      viewed: false
      },
      {
      name: '第二届爱心献浆志愿者大会主宣传语及视觉背景设计征集',
      sub: '文化教育',
      date: '2021年1月31日',
      host: '中国医学科学院输血研究所、《健康必读》杂志、中国献血网 ',
      mes: '为展现血浆捐献行业精神风貌，提高民众对血浆捐献的认识，正确理解爱心献浆对人类健康与挽救生命的价值和意义， ...',
      img: ['/subImg/sub47_1.jpg', '/subImg/sub47_2.jpg', '/subImg/sub47_3.jpg'],
      viewed: false
      },
      {
      name: '2020全国预防接种科普大赛',
      sub: '医学',
      date: '2020年11月11日-12月15日',
      host: '中华预防医学会、中华预防医学会疫苗与免疫分会',
      mes: '为进一步激发广大预防接种工作者的科普工作热情，提升预防接种工作者健康科普能力， 创作并向公众传播科学权威的预防接种科普知 ...',
      img: ['/subImg/sub48_1.jpg', '/subImg/sub48_2.jpg', '/subImg/sub48_3.jpg'],
      viewed: false
      },
      {
      name: '第十二届中国大学生服务外包创新创业大赛',
      sub: '创新设计',
      date: '2021年1月29日 ',
      host: '中华人民共和国教育部、中华人民共和国商务部、无锡市人民政府',
      mes: '为进一步聚焦服务也创新发展，加快服务外包人才培养工作，促进大学生就业创业',
      img: ['/subImg/sub49_1.jpg', '/subImg/sub49_2.jpg', '/subImg/sub49_3.jpg'],
      viewed: false
      },
      {
      name: '国家文化公园形象标志征集',
      sub: '艺术设计',
      date: '2021年1月15日',
      host: '国家文化公园',
      mes: '国家文化公园形象标志是国家文化公园的品牌形象和公园景观的重要组成部分。11月26日，国家文化公园建设工作领导小组办公室面向社会征集国家文化公园形象标志设计方  ...',
      img: ['/subImg/sub50_1.jpg', '/subImg/sub50_2.jpg', '/subImg/sub50_3.jpg'],
      viewed: false
      },
      {
      name: '传新闻文脉 留人文书香——中国新闻书店标识征集',
      sub: '艺术设计',
      date: '2020年12月31日',
      host: '中国新闻书店',
      mes: '为顺应互联网时代发展，中国新闻书店委托中国数字文创设计大赛面向社会公开征集中国新闻书店LOGO，欢迎社会各界优秀设计机构和设计师积极参与，通  ...',
      img: ['/subImg/sub51_1.jpg', '/subImg/sub51_2.jpg', '/subImg/sub51_3.jpg'],
      viewed: false
      },
      {
      name: '北京2022年冬奥会和冬残奥会颁奖服装设计征集',
      sub: '艺术设计',
      date: '北京时间2021年1月5日17:00',
      host: '北京2022年冬奥会和冬残奥会组织委员会',
      mes: '以服装为载体，文化为内核，充分发扬主办国的服装服饰文化特点。应征设计方案应充分考虑到颁奖服装与颁奖仪式环境的季节特性 ...',
      img: ['/subImg/sub52_1.jpg', '/subImg/sub52_2.jpg', '/subImg/sub52_3.jpg'],
      viewed: false
      },
      {
      name: '第五届“诗词中国”征稿',
      sub: '文学',
      date: '2021年3月16日24点',
      host: '中国出版集团、中央广播电视总台、中华书局、中华诗词研究院、中华诗词学会',
      mes: '体裁：要求参赛作品均为原创的传统诗词作品，具体体裁为绝句、律诗、词、古风。',
      img: ['/subImg/sub53_1.jpg', '/subImg/sub53_2.jpg', '/subImg/sub53_3.jpg'],
      viewed: false
      },
      {
      name: '第八届全国青少年电子信息智能创新大赛',
      sub: '创新设计',
      date: '2021年1月',
      host: '中国电子学会',
      mes: '大赛为科普公益性活动，实施全民科学素质行动，培养钻研探究、创新创造的科学精神，提升国家后背人才队伍在电子信息和智能应用方面的技术素养。',
      img: ['/subImg/sub54_1.jpg', '/subImg/sub54_2.jpg', '/subImg/sub54_3.jpg'],
      viewed: false
      },
      {
      name: '第二届中国大学生创意节',
      sub: '艺术设计',
      date: '2020年9月-2021年1月',
      host: '上海市教育委员会',
      mes: '主题：“新·起源”  | 倡导艺术设计回归灵感本源，通过创新的内容输出，用想象和灵感追求更高层次的创意美学。',
      img: ['/subImg/sub55_1.jpg', '/subImg/sub55_2.jpg', '/subImg/sub55_3.jpg'],
      viewed: false
      },
      {
      name: '第四届公共安全创新创业大赛',
      sub: '创新设计',
      date: '2021年4月30日',
      host: '江苏省科技厅、江苏省委宣传部、江苏省委政法委、江苏省委网信办、江苏省发改委、江苏省教育厅、江苏省工信厅、江苏省应急管理厅、江苏省市场监管局、 江苏省科协',
      mes: '主办单位：江苏省科技厅、江苏省委宣传部、江苏省委政法委、江苏省委网信办、江苏省发改委、江苏省教育厅、江苏省工信厅、江苏省应急管理厅、江苏省市场监管局、 江苏省科协 | 提高社  ...',
      img: ['/subImg/sub56_1.jpg', '/subImg/sub56_2.jpg', '/subImg/sub56_3.jpg'],
      viewed: false
      },
      {
      name: '2020昕薇中国女孩大赛',
      sub: '文化教育',
      date: '11',
      host: '昕薇杂志社',
      mes: '报名截止时间：2020年11月28日 | 2020年新冠疫情全球蔓延，为鼓励年轻一代“疫”无反顾的追求梦想，无所畏惧的精神，引导学习和发扬中国传统文化，在实现个人梦想的同时也葆有一颗感恩之心回馈社会。',
      img: ['/subImg/sub1_1.jpg', '/subImg/sub1_2.jpg', '/subImg/sub1_3.jpg'],
      viewed: false
      },
      {
      name: '第七届“助学•筑梦•铸人”主题活动',
      sub: '文化教育',
      date: '12',
      host: '教育部全国学生资助管理中心、团中央青年发展部、中国银行、中国青年报社',
      mes: '征集时间：2020年12月31日；以“脱贫攻坚•谁的青春不奋斗”为口号，“助学•筑梦•铸人”为主题，结合真实故事 ...',
      img: ['/subImg/sub1_1.jpg', '/subImg/sub1_2.jpg', '/subImg/sub1_3.jpg'],
      viewed: false
      },
      {
      name: '第二届中国国际科普作品大赛',
      sub: '创新设计',
      date: '12',
      host: '中国科学技术馆（CSTM）、国际博协科技博物馆专业委员会（ICOM-CIMUSET） ',
      mes: '第二届中国国际科普作品大赛正式启动，期待你的加入，秀出你的创意，让我们共同打造一场硬实力科普  ...',
      img: ['/subImg/sub1_1.jpg', '/subImg/sub1_2.jpg', '/subImg/sub1_3.jpg'],
      viewed: false
      },
      {
      name: '【全球征集】第七届中国杭州大学生创业大赛',
      sub: '创新设计',
      date: '1',
      host: '杭州市人民政府',
      mes: '报名截止日期：2021年1月份；激扬青春在杭州，放飞梦想会有时！第七届中国杭州大学生创业大赛正式开启大赛报名通道（http:  www.hzrc.com cy），再一次向全球大学生朋友们发出参赛动员令和  ...',
      img: ['/subImg/sub1_1.jpg', '/subImg/sub1_2.jpg', '/subImg/sub1_3.jpg'],
      viewed: false
      },
      {
      name: '第二届全国高校计算机能力挑战赛甘肃赛区竞赛暨甘肃省“AI+”大学生创新创业大赛',
      sub: '软件技术',
      date: '11',
      host: '全国高等学校计算机教育研究会、甘肃省教育厅、全国高等学校计算机教育研究会',
      mes: '大赛报名时间：2020年11月15日--2020年12月02日；为贯彻落实习近平主席在十九大报告中关于“推动互联 ...',
      img: ['/subImg/sub1_1.jpg', '/subImg/sub1_2.jpg', '/subImg/sub1_3.jpg'],
      viewed: false
      },
      {
      name: '“穿梭光影，逐梦青春”第七届中国大学生微电影创作大赛',
      sub: '摄影',
      date: '12',
      host: '共青团中央学校部、中央新影集团、中国传媒大学',
      mes: '作品征集截止时间：2020年12月30日；以提升我国大学生在影视创作方面的动手能力，发掘有潜质的大学生创意及制作团队为目的，为我国微电影创作及电影创作  ...',
      img: ['/subImg/sub1_1.jpg', '/subImg/sub1_2.jpg', '/subImg/sub1_3.jpg'],
      viewed: false
      },
      {
      name: '首届全国大学生工业化建筑与智慧建造竞赛',
      sub: '创新设计',
      date: '1',
      host: '中国建筑学会工业化建筑学术委员会、中国建筑学会BIM分会、东南大学、中国建筑科学研究院有限公司',
      mes: '报名截止时间：2021年1月1日前；首届竞赛以“装配式混凝土建筑的数字设计与智能建造”为主题，采用方案  ...',
      img: ['/subImg/sub1_1.jpg', '/subImg/sub1_2.jpg', '/subImg/sub1_3.jpg'],
      viewed: false
      },
      {
      name: '中国生态环境保护吉祥物文化创意作品征集',
      sub: '艺术设计',
      date: '2',
      host: '生态环境部宣传教育司',
      mes: '征集截止日期：2021年2月26日；为宣传贯彻习近平生态文明思想，更好运用“中国生态环境保护吉祥物”传播生态文明理念、讲好生态环保故事，为打赢打好污染防治攻坚战营造良好社会氛 ...',
      img: ['/subImg/sub1_1.jpg', '/subImg/sub1_2.jpg', '/subImg/sub1_3.jpg'],
      viewed: false
      },
      {
      name: '2020第十届中国教育机器人大赛',
      sub: '软件技术',
      date: '11',
      host: '中国人工智能协会',
      mes: '报名截止日期：2020年11月22日； 机器人大赛开始报名啦！',
      img: ['/subImg/sub1_1.jpg', '/subImg/sub1_2.jpg', '/subImg/sub1_3.jpg'],
      viewed: false
      },
      {
      name: '2020“世界艾滋病日”国际公益海报设计展作品征集',
      sub: '艺术设计',
      date: '11',
      host: '联合国艾滋病规划署中国办公室、新青年设计师联盟',
      mes: '征集截止时间：2020年11月25日18:00；主题：携手防疫抗艾，共担健康责任 | 要求我们以新的方式审视全球卫生应对方式，包括艾滋病的应对。',
      img: ['/subImg/sub1_1.jpg', '/subImg/sub1_2.jpg', '/subImg/sub1_3.jpg'],
      viewed: false
      },
      {
      name: '创青春中国青年公益大赛',
      sub: '创新设计',
      date: '11',
      host: '中国青年创业就业基金会、广告人文化集团 ',
      mes: '作品征集：2020年11月-12月； 促进青年创新创意创业能力提升，帮助青年创业就业，促进创意产业蓬勃发展。',
      img: ['/subImg/sub1_1.jpg', '/subImg/sub1_2.jpg', '/subImg/sub1_3.jpg'],
      viewed: false
      },
      {
      name: '【大学生翻译赛】2020年第二届全国高校创新英语翻译赛',
      sub: '语言',
      date: '9',
      host: '《海外英语》杂志、中国文化信息协会创新文化传播专业委员会、全国高校创新英语挑战活动组委会',
      mes: '参与对象：在校大学生，报名时间：2020年9月10日至12月18日',
      img: ['/subImg/sub1_1.jpg', '/subImg/sub1_2.jpg', '/subImg/sub1_3.jpg'],
      viewed: false
      },
      {
      name: '中国消防动漫形象创意设计大赛',
      sub: '艺术设计',
      date: '12',
      host: '应急管理部消防救援局 ',
      mes: '征集截止时间：2020年12月30日；为充分展现新时代消防救援队伍“对党忠诚、纪律严明、赴汤蹈火、竭诚为民”的良好形象，以更加灵活新颖、更具亲和力的视觉形式提升人民群众对消防  ...',
      img: ['/subImg/sub1_1.jpg', '/subImg/sub1_2.jpg', '/subImg/sub1_3.jpg'],
      viewed: false
      },
      {
      name: '关于征集2020年科促大会“公众科学素质与生态文明建设”专题论坛论文通知',
      sub: '文化教育',
      date: '11',
      host: '中国科学技术协会',
      mes: '截止时间：论文摘要：2020年11月13日；论文全文：2020年11月22日；主办；论坛主题：提升公众科学素质，促进生态文明建设',
      img: ['/subImg/sub1_1.jpg', '/subImg/sub1_2.jpg', '/subImg/sub1_3.jpg'],
      viewed: false
      },
      {
      name: '学院奖2020秋季征集活动（中国大学生广告艺术节学院奖）',
      sub: '艺术设计',
      date: '12',
      host: '学院奖组委会',
      mes: '截止时间：2020年12月10日17时；各类参赛作品均以原创性为主要标准，不能含有色情、暴力等因素，遵守《广告法》和国家有关法律、行政法规的规定，意识形态及政治观点不能与中华人民共和国法律 ...',
      img: ['/subImg/sub1_1.jpg', '/subImg/sub1_2.jpg', '/subImg/sub1_3.jpg'],
      viewed: false
      },
      {
      name: '中国第18届国际摄影艺术展览征稿启事',
      sub: '摄影',
      date: '4',
      host: '中国摄影家协会、江苏省文联和无锡市人民政府',
      mes: '截稿：2021年4月30日；中国国际摄影艺术展览是1981年经中国文化和旅游部（原中国文化部）批准设立，由中国摄影家协会主办的，中国举办时间最久，规模最大，具  ...',
      img: ['/subImg/sub1_1.jpg', '/subImg/sub1_2.jpg', '/subImg/sub1_3.jpg'],
      viewed: false
      },
      {
      name: '第十一届全国大学生电子商务“创新、创意及创业”挑战赛',
      sub: '创新设计',
      date: '10',
      host: '全国电子商务产教融合创新联盟',
      mes: '参赛队报名时间：2020年10月15日-2021年1月31日；根据教育部、财政部（教高函13号）文件精神，全国大学生电子商务“创新、创意及创业”挑战赛（以下简称“三创赛”）是激发 ...',
      img: ['/subImg/sub1_1.jpg', '/subImg/sub1_2.jpg', '/subImg/sub1_3.jpg'],
      viewed: false
      },
      {
      name: '2021美国（国际）大学生数学建模竞赛（MCM ICM）美赛',
      sub: '数学',
      date: '2',
      host: '美国数学及其应用联合会、美国 comap 公司',
      mes: '报名截止时间：北京时间：2021年2月5日，凌晨4：00之前，星期五（美国东部时间2021年2月4日，下午3：00之前（星期四）',
      img: ['/subImg/sub1_1.jpg', '/subImg/sub1_2.jpg', '/subImg/sub1_3.jpg'],
      viewed: false
      },
      {
      name: '2021中国邮政辛丑年生肖文创大赛',
      sub: '艺术设计',
      date: '12',
      host: '中国邮政',
      mes: '作品提交截止日期：2020年12月15日；参赛者可从以下三种形式中任选一种或多种进行创作……基于中国邮政提供的历年牛年生肖邮票原稿为要素进行文创产品设计，使用邮票素材，不允许对邮票 ...',
      img: ['/subImg/sub1_1.jpg', '/subImg/sub1_2.jpg', '/subImg/sub1_3.jpg'],
      viewed: false
      },
      {
      name: '21届白金创意国际大学生平面设计大赛征集',
      sub: '艺术设计',
      date: '12',
      host: '中国美术学院',
      mes: '征集截止时间：2020年12月18日；由中国美术学院主办的白金创意国际大学生平面设计大赛，面向国际大专院校设计专业学生。大赛旨在推动设计教育和设计交流，为广大师生提供一个相互交流和提高的 ...',
      img: ['/subImg/sub1_1.jpg', '/subImg/sub1_2.jpg', '/subImg/sub1_3.jpg'],
      viewed: false
      },
      {
      name: '【国家级比赛】2020年全国高校计算机能力挑战赛',
      sub: '软件技术',
      date: '11',
      host: '全国高等学校计算机教育研究会',
      mes: '（Office、程序设计、数字媒体设计、大数据、人工智能、嵌入式...\')Office高级应用赛、程序设计赛报名截止时间：2020年11月27日；数字媒体创新设计赛、大数据应用赛、人工智能应用赛、嵌入式系统创意作品赛报名截止时间：2020年12月5日；  ',
      img: ['/subImg/sub1_1.jpg', '/subImg/sub1_2.jpg', '/subImg/sub1_3.jpg'],
      viewed: false
      },
      {
      name: '2020年全国大学生财经素养大赛',
      sub: '金融经济',
      date: '10',
      host: '中国商业经济学会教育培训分会',
      mes: '（初赛免费参加，在线知识竞赛形式，国家级学会主办）初赛报名与参赛2020年10月10日-11月30日；高举习近平新时代中国特色社会主义思想旗帜，贯彻落实党的教育方针，加快提升社会公民财经专业素养，实现立德树人根本任务，培育  ...',
      img: ['/subImg/sub1_1.jpg', '/subImg/sub1_2.jpg', '/subImg/sub1_3.jpg'],
      viewed: false
      },
      {
      name: '2020年第二届全国冰雪创意大赛',
      sub: '艺术设计',
      date: '12',
      host: '',
      mes: '报名截止时间：2020年12月10日；大赛主题：筑梦冰雪·相约冬奥 | 服务全国“三亿人参与冰雪”工程，加快构建冰雪产业相关人才培养体系，为建设冰雪产业提供人才支撑。',
      img: ['/subImg/sub1_1.jpg', '/subImg/sub1_2.jpg', '/subImg/sub1_3.jpg'],
      viewed: false
      },
      {
      name: '“创新应用·智赢未来”2020蜂鸟视图可视化创新大赛',
      sub: '创新设计',
      date: '11',
      host: '北京蜂鸟视图科技有限公司',
      mes: '报名时间：11月4日 9:30 — 11月22日 17:00||大数据时代，社会产生了大量具有时空标记、能够描述群体和个体行为的空间数据，这些数据具有体量大、来源广、多样化等特点，为人们进一步定量理解社会经济环境提供了一种 ...',
      img: ['/subImg/sub1_1.jpg', '/subImg/sub1_2.jpg', '/subImg/sub1_3.jpg'],
      viewed: false
      },
      {
      name: '“00后浪绘小康”文化作品征集展示活动',
      sub: '文化教育',
      date: '12',
      host: '共青团辽宁省委员会、辽宁省学生联合会、辽宁省少工委、“学习强国”辽宁学习平台',
      mes: '作品征集截止时间为2020年12月25日；活动主题：聚焦决胜脱贫攻坚、全面建成小康社会，广泛动员辽宁“00后”青少年，生动 ...',
      img: ['/subImg/sub1_1.jpg', '/subImg/sub1_2.jpg', '/subImg/sub1_3.jpg'],
      viewed: false
      },
      {
      name: '“光盘行动”公益作品征集活动',
      sub: '文化教育',
      date: '11',
      host: '教育部高等学校动画、数字媒体专业教学指导委员会',
      mes: '征集时间：即日起至2020年11月30日；教育部高等学校动画、数字媒体专业教学指导委员会；作品内容围绕“光盘行动”主题',
      img: ['/subImg/sub1_1.jpg', '/subImg/sub1_2.jpg', '/subImg/sub1_3.jpg'],
      viewed: false
      },
      {
      name: '第十四届全国大学生软件创新大赛',
      sub: '创新设计',
      date: '10',
      host: '示范性软件学院联盟、全国大学生软件创新大赛组织委员会',
      mes: '个人与团队报名：2020年10月20日10：00至2020年12月20日18：00；为了进一步提升大学生创新思维，全面推动软件行业发展，促进软件专业技术人才培养  ...',
      img: ['/subImg/sub1_1.jpg', '/subImg/sub1_2.jpg', '/subImg/sub1_3.jpg'],
      viewed: false
      },
      {
      name: '“青春健康我做主”青少年健康科普作品征集',
      sub: '文化教育',
      date: '10',
      host: '中国疾病预防控制中心、中国人口宣传教育中心',
      mes: '征集截止时间：2020年10月31日； 为提升青少年服务可及性和服务水平，促进青少年健康与发展。',
      img: ['/subImg/sub1_1.jpg', '/subImg/sub1_2.jpg', '/subImg/sub1_3.jpg'],
      viewed: false
      },
      {
      name: '2020年国际青年人工智能大赛',
      sub: '软件技术',
      date: '10',
      host: '哈尔滨工业大学（威海）、国际工科教育研究与发展组织、韩国STEAM教育协会、国际青年人工智能大赛组委会',
      mes: '报名截止日期：2020年10月30日前；为贯彻落实“一带一路”倡议，推动各国优秀青年在科技、人文领 ...',
      img: ['/subImg/sub1_1.jpg', '/subImg/sub1_2.jpg', '/subImg/sub1_3.jpg'],
      viewed: false
      },
      {
      name: '“中国外运杯”第七届全国大学生物流设计大赛',
      sub: '创新设计',
      date: '11',
      host: '中国物流与采购联合会',
      mes: '报名:2020年11月2日-11月27日；主办单位：中国物流与采购联合会 ',
      img: ['/subImg/sub1_1.jpg', '/subImg/sub1_2.jpg', '/subImg/sub1_3.jpg'],
      viewed: false
      },
      {
      name: '“乐龄听书”首届快乐老年节',
      sub: '文化教育',
      date: '10',
      host: '',
      mes: '趣配音、摄影、合唱比赛，欢迎大学生参加！“乐龄听书”首届快乐老年节正式开启，奖品丰厚！活动时间：2020年10月24-11月24日；截至2019年末，我国65岁及以上人口数量达到17603万人，占总人口比重达到12.6%，中国已进入老龄化社会，并正在向高龄化社会迈进。在老龄化日趋明显的背景下，“重阳节”这一传统节  ...',
      img: ['/subImg/sub1_1.jpg', '/subImg/sub1_2.jpg', '/subImg/sub1_3.jpg'],
      viewed: false
      },
      {
      name: '第一届大学生协作学习与网络安全大赛',
      sub: '软件技术',
      date: '11',
      host: '中国电子学会',
      mes: '报名截止日期：2020年11月30日；主题：“协作学习与网络安全”；基于自动协作学习平台，针对典型的网络攻击——DDoS（分布式拒绝服务）攻击，希望参赛选手可以利用不同数据孤岛上的DDoS攻  ...',
      img: ['/subImg/sub1_1.jpg', '/subImg/sub1_2.jpg', '/subImg/sub1_3.jpg'],
      viewed: false
      },
      {
      name: '清华大学人工智能双创大赛',
      sub: '创新设计',
      date: '11',
      host: '清华大学国强研究院、广东省国强公益基金会 ',
      mes: '征集截止日期：2020年11月10日；大赛旨在紧密围绕清华大学建成世界一流的人工智能人才和创新高地、博智林致力于做全球领先的特种机器人服务商的核心目标，结  ...',
      img: ['/subImg/sub1_1.jpg', '/subImg/sub1_2.jpg', '/subImg/sub1_3.jpg'],
      viewed: false
      },
      {
      name: '2020年第五届全国大学生预防艾滋病知识竞赛',
      sub: '文化教育',
      date: '10',
      host: '中国预防性病艾滋病基金会',
      mes: '（及格即可获得优秀奖证书）参赛时间：2020年10月20日—2020年12月30日；友情提示：及格即可获得优秀奖证书 |全国大学生预防艾滋病知识竞赛活动在国家卫健委、教育部等相关部门的支持下已经举办四届，参赛大学生累计超过736万人、合作高校1260  ...',
      img: ['/subImg/sub1_1.jpg', '/subImg/sub1_2.jpg', '/subImg/sub1_3.jpg'],
      viewed: false
      },
      {
      name: '抗疫斗争伟大实践影像、海报展作品征集活动',
      sub: '艺术设计',
      date: '10',
      host: '教育部应对新冠肺炎疫情工作领导小组办公室',
      mes: '报名截止时间:2020年10月30日；展示主题：教育系统抗疫斗争伟大实践',
      img: ['/subImg/sub1_1.jpg', '/subImg/sub1_2.jpg', '/subImg/sub1_3.jpg'],
      viewed: false
      },
      {
      name: '第四届“中国·白帝城”国际诗词大赛',
      sub: '文学',
      date: '11',
      host: '中华诗词学会、重庆市诗词学会、奉节县人民政府',
      mes: '截稿日期：2020年11月25日；重庆市奉节县位于长江三峡库区腹心，古称夔州，曾是州、府、路、郡治所，距今已有2330多年历史。千百年来，骚人墨客在奉节“登 ...',
      img: ['/subImg/sub1_1.jpg', '/subImg/sub1_2.jpg', '/subImg/sub1_3.jpg'],
      viewed: false
      },
      {
      name: '“黄河、长城、太行”三大品牌IP系列征集',
      sub: '艺术设计',
      date: '11',
      host: '山西省文化和旅游厅',
      mes: '征集截止时间：2020年11月30日；；增强文化自信，推动文旅融合，建设文旅强省。',
      img: ['/subImg/sub1_1.jpg', '/subImg/sub1_2.jpg', '/subImg/sub1_3.jpg'],
      viewed: false
      },
      {
      name: '第37届全国部分地区大学生物理竞赛',
      sub: '物理',
      date: '11',
      host: '北京物理学会、北京物理学会高教研究会',
      mes: '报名时间：2020年11月1日（周六）-- 11月6日（周五）；第37届全国部分地区大学生物理竞赛，将于 2020年12月6日（星期日）下午 2：00—4：30 举行。本届竞赛由北京物  ...',
      img: ['/subImg/sub1_1.jpg', '/subImg/sub1_2.jpg', '/subImg/sub1_3.jpg'],
      viewed: false
      },
      {
      name: '《中国诗词大会》第六季',
      sub: '文学',
      date: '10',
      host: '教育部、国家语言文字工作委员会、共青团中央',
      mes: '《中国诗词大会》第六季开始报名；报名截止时间：10月28日24:00之前；人生自有诗意，不平凡的2020年，我们在中国最富诗意的舞台上，期待与您怦然相遇。',
      img: ['/subImg/sub1_1.jpg', '/subImg/sub1_2.jpg', '/subImg/sub1_3.jpg'],
      viewed: false
      },
      {
      name: '第七届全国青年科普创新实验暨作品大赛',
      sub: '创新设计',
      date: '10',
      host: '中国科学技术协会',
      mes: '2020年10月-2021年5月；初赛：由各分赛区主办；重点关注前沿科学技术及科学教育理念的应用与普及，考察青少年“发现问题、解决问题及动手实践”能力。',
      img: ['/subImg/sub1_1.jpg', '/subImg/sub1_2.jpg', '/subImg/sub1_3.jpg'],
      viewed: false
      },
      {
      name: '2020“画意中国”摄影大展征稿',
      sub: '摄影',
      date: '4',
      host: '中国摄影家协会、江苏省淮安市人民政府',
      mes: '征集截止时间：2021年4月20日；主题：“画意中国”、“画意淮安”  |  为了更好地打造摄影品牌，推动淮安经济社会文化各项事业的发展，更好地传播淮安形象，提升淮安的 ...',
      img: ['/subImg/sub1_1.jpg', '/subImg/sub1_2.jpg', '/subImg/sub1_3.jpg'],
      viewed: false
      },
      {
      name: '第七届全国大学生泰德商业案例分析大赛',
      sub: '金融经济',
      date: '10',
      host: '共青团山东大学委员会、山东大学经济学院',
      mes: '报名截止时间：10月28日24:00；全国大学生泰德商业案例分析大赛，是由山东大学团委和山东大学经济学院主办的学生学术交流赛事，自2013年至今已经成功举办六届。  ...',
      img: ['/subImg/sub1_1.jpg', '/subImg/sub1_2.jpg', '/subImg/sub1_3.jpg'],
      viewed: false
      },
      {
      name: '第三届全国大学生结构设计信息技术大赛',
      sub: '软件技术',
      date: '12',
      host: '中国土木工程学会教育工作委员会、清华大学土木水利学院',
      mes: '报名截止时间：2020年12月01日；为全面贯彻《国家中长期人才发展规划纲要(2010- 2020年)》和《2016 2020年建筑业信息化发展纲要》的有关精神，促进  ...',
      img: ['/subImg/sub1_1.jpg', '/subImg/sub1_2.jpg', '/subImg/sub1_3.jpg'],
      viewed: false
      },
      {
      name: '第十二届全国大学生数学竞赛',
      sub: '数学',
      date: '11',
      host: '中国数学会 、全国大学生数学竞赛工作组',
      mes: '各省市报名截止时间：2020年11月8日前；为了培养人才、服务教学、促进高等学校数学课程的改革和建设，增加大学生学习数学的兴趣，培养分析、解决问题的能力，发现 ...',
      img: ['/subImg/sub1_1.jpg', '/subImg/sub1_2.jpg', '/subImg/sub1_3.jpg'],
      viewed: false
      },
      {
      name: '2020年中国（小谷围）“互联网+交通运输”创新创业大赛 之“智慧出行+智慧湾区”主题赛',
      sub: '创新设计',
      date: '10',
      host: '广州市交通运输局、广州市公共交通集团有限公司',
      mes: '报名截止时间：2020年10月30日；主题：科技赋能便捷出行，创新驱动智慧湾区；积极推动交通运输行业拥抱移动互联网发展趋势，聚集整合移动互联网与交通出  ...',
      img: ['/subImg/sub1_1.jpg', '/subImg/sub1_2.jpg', '/subImg/sub1_3.jpg'],
      viewed: false
      }
       ]
  },

})
